{
  "Alternaria Meyve Lekesi": "Alternaria Meyve Lekesi hakkında açıklama:\nAlternaria meyve lekesi, genellikle domates meyvelerinde koyu lekelerle kendini gösteren bir fungal hastalıktır.",
  "Bakteriyel Leke (Xanthomonas spp.)": "Bakteriyel Leke (Xanthomonas spp.) hakkında açıklama:\nXanthomonas türleri tarafından oluşturulan bakteriyel lekeler, yapraklarda su lekesi görünümünde başlar.",
  "Cladosporium Yaprak Küfü": "Cladosporium Yaprak Küfü hakkında açıklama:\nCladosporium yaprak küfü, alt yapraklarda sararma ve kahverengi küf oluşumuna neden olur.",
  "Domates Lekeli Solgunluk Virüsü (TSWV)": "Domates Lekeli Solgunluk Virüsü (TSWV) hakkında açıklama:\nTSWV virüsü, bitkide bronzlaşma, bükülme ve gelişme geriliğine yol açar.",
  "Domates Mozaik Virüsü (ToMV)": "Domates Mozaik Virüsü (ToMV) hakkında açıklama:\nToMV, domates yapraklarında mozaik benzeri desenlere ve bükülmelere neden olur.",
  "Domates Sarı Yaprak Kıvırcıklık Virüsü (TYLCV)": "Domates Sarı Yaprak Kıvırcıklık Virüsü (TYLCV) hakkında açıklama:\nTYLCV, özellikle genç yapraklarda sararma, kıvrılma ve büyüme durmasıyla tanınır.",
  "Erken Yaprak Yanıklığı (Alternaria solani)": "Erken Yaprak Yanıklığı (Alternaria solani) hakkında açıklama:\nAlternaria solani kaynaklı erken yaprak yanıklığı, yapraklarda dairesel koyu kahverengi lekeler oluşturur.",
  "Fusarium Solgunluğu": "Fusarium Solgunluğu hakkında açıklama:\nFusarium solgunluğu, iletim dokularını tıkayarak bitkide solgunluğa ve ölümüne neden olur.",
  "Geç Yaprak Yanıklığı (Phytophthora infestans)": "Geç Yaprak Yanıklığı (Phytophthora infestans) hakkında açıklama:\nGeç yaprak yanıklığı, genellikle nemli havalarda gelişen ve yapraklarda su lekesi şeklinde başlayan ciddi bir fungal hastalıktır.",
  "Külleme (Leveillula taurica)": "Külleme (Leveillula taurica) hakkında açıklama:\nKülleme hastalığı, yapraklarda beyaz tozlu bir tabaka oluşturur ve fotosentezi engeller.",
  "Septoria Yaprak Lekesi": "Septoria Yaprak Lekesi hakkında açıklama:\nSeptoria yaprak lekesi, yapraklarda küçük yuvarlak gri lekelerle başlar, etrafı koyu çerçeveli olur.",
  "Target Spot": "Target Spot hakkında açıklama:\nTarget spot, geniş halkalı lekelerle kendini gösteren ve yaprak dökümüne yol açan fungal hastalıktır.",
  "Kırmızı Örümcek (Tetranychus urticae)": "Kırmızı Örümcek (Tetranychus urticae) hakkında açıklama:\nKırmızı örümcek zararlısı, yapraklarda sararma, kuruma ve ağ oluşumuna neden olur.",
  "Sağlıklı": "Sağlıklı hakkında açıklama:\nBitki sağlıklı. Herhangi bir hastalık belirtisi taşımıyor."
}